<?php

return [
    'plugin' => [
        'name' => 'Последние новости',
        'description' => 'Список недавно опубликованных новостей.',
    ],
    'latesnews' => [
        'name' => 'Последние новости',
        'description' => 'Список недавно опубликованных новостей.',
    ],
    'settings' => [
        'postlimit' => 'Кол-во новостей',
        'postlimit_error' => 'Некорректное количество новостей',
        'daysago' => 'Кол-во дней',
        'daysago_error' => 'Некорректное количество дней',
    ],
];
